<!DOCTYPE html>
<html lang='ar' dir="rtl">

<head>
    <meta charset="utf-8" />
    <title class="mdi mdi-car-hatchback">@lang('text.User terms and conditions') | @lang('text.Lady Spa')</title>
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="csrf-token" content="KBauZ7bhjdOSLNLyElIRtGUIEgqHLqA36YOCWeRp">
    <meta content="Women's clothing online stores" name="description" />
    <meta name="author" content="tawaklsa tech | Eng.Khaled Amin">
    <meta http-equiv="X-UA-Compatible" content="IE=edge" />

    <link rel="icon" href="{{ asset('images/icons/spa.png') }}" type="image/icon type">

    <style>
        .navbar {
            border-bottom: rgba(252, 248, 248, 0.4) solid 1px;
            box-shadow: 0 0 10px 0 rgba(0, 0, 0, 0.2)
        }


        body {
            background: #f782a9;
            background: -webkit-linear-gradient(to right, #f782a9, #cecccd);
            background: linear-gradient(to right, #f782a9, #cecccd)
        }

    </style>

    <!-- App css -->
    <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.rtl.min.css"
        integrity="sha384-gXt9imSW0VcJVHezoNQsP+TNrjYXoGcrqBZJpry9zJt8PCQjobwmhMGaDHTASo9N" crossorigin="anonymous">


    <!-- Scripts -->
</head>

<body>
    <nav class="navbar">
        <div class="container">
            <a class="toggleColour text-white" style="font-size: 25px;font-weight:bold" href="https://lady-spa.com/">
                <img src="{{ asset('images/logo.png') }}" style="width:60px;height:77px;display:inline;" alt="">
                @lang('text.Lady Spa') </a>
        </div>
    </nav>

    <div id="wrapper">
        <div class="account-pages mb-5" style="margin:100px 0 0 0">
            <div class="container">
                <div class="row justify-content-center">
                    <div class="">

                        <h3>ضوابط وشروط وأحكام المستخدم لتطبيق ليدي سبا
                        </h3>
                        <div class="">
                            <p>
                                تمثل هذه الضوابط والشروط اتفاق رسمي "عقد" بين مؤسسة ليدي سبا المالك للعلامة التجارية
                                "ليدي سبا" ومستخدمي خدمات تطبيق ليدي سبا

                                وتحكم شروط استخدام الخدمة هذه استخدامكم لتطبيق "ليدي سبا" والذي هو عبارة عن تطبيق
                                إلكتروني يسمح للمراكز السبا بتقديم خدمات مساج وعناية منزلية او في المركز بعد الحجز حيث
                                يسمح من خلال الحجز في التطبيق (الذهاب للمنازل لعمل الخدمات او الحضور للمركز لتلقي
                                الخدمات بعد حجز المواعيد اون لاين من خلال التطبيق ) حيث يقوم "ليدي سبا" بإتاحة الفرصة
                                للتاجر لوضع خدماته وتحديد المدة المسموح بها في عدد الأشخاص لتلقي الخدمات.

                                إن أي أستخدام من قبلك للخدمات التي يوفرها تطبيق ليدي سبا يشكل موافقة منك على هذا العقد
                                وأحكامه، وتبعاً لذلك يجب عليك عدم إستخدام التطبيق في حال لم تكن موافقاً على الأحكام
                                والشروط الواردة في هذا العقد.

                                تحتفظ ليدي سبا بحق تعديل أو تغيير هذه الأحكام والشروط دون إخطار مسبق، ويكون من مسؤوليتك
                                كمستخدم للتطبيق مراجعة ضوابط وشروط الاستخدام بشكل دوري لمعرفة التحديثات التي تطرأ على
                                الأحكام والشروط هذه، من خلال (الصفحة الخاصة بالشروط والاحكام ) كما نأمل مراجعة (سياسة
                                الخصوصية) لدينا لمعرفة المزيد حول كيفية استخدام ليدي سبا للمعلومات التي تقدم لنا من قبل
                                مستخدمي المنصة.



                            </p>
                            <h3>أحقية الحصول على الخدمات</h3>
                            <p>أنت تقر وتضمن التالي:</p>
                            <ul>
                                <li> أنه لم يسبق أن تم تعطيل استخدامك لخدمات ليدي سبا أو منعك من استخدامها في أي وقت من
                                    الأوقات.</li>
                                <li>إبراز صفحتك المحدثة للمخنتص عند الوصول للمنزل او للإدارة عند الذهاب للموعد وضمان عدم
                                    إصابة أي من طالبي الخدمات بفيروس كورونا (بإبراز تطبيق توكلنا عند الوصول).</li>
                                <li>أنك توافق على الشورط والاحكام والخصوصية الوارد ذكرها في هذه الصفحة . </li>
                            </ul>
                            <h3>التعهدات والضمانات</h3>
                            <p> أنت تقر وتضمن بأنك سوف</p>
                            <ul>
                                <li>تمتثل لكافة القوانين واللوائح المعمول بها في المملكة العربية السعودية.
                                </li>
                                <li>تقدم معلومات صحيحة ودقيقة إلى ليدي سبا وتقوم بتحديثها بشكل دوري.
                                </li>
                                <li>تراجع وتمتثل لأي إشعارات يتم إرسالها من خلال ليدي سبا فيما يتعلق باستخدامكم للخدمات
                                    المقدمة من منصة ليدي سبا.
                                </li>
                                <li>سوف تستخدم الخدمة أو المنصة لأغراض مشروعة فقط، ولن تستخدم الخدمات لشراء أواستلام أي
                                    مواد غير قانونية او غير معمول بها في المملكة العربية السعودية أو بهدف الاحتيال.
                                </li>
                                <li>لن تستخدم الخدمة أو المنصة للتسبب بإيذاء أو مضايقة أو إزعاج أحد ما.
                                </li>
                                <li>لن تعرقل التشغيل السليم لمنصة ليدي سبا.
                                </li>
                                <li>لن تحاول إلحاق الضرر بالخدمة أو المنصة بأي شكل من الأشكال.
                                </li>
                                <li>سوف تحافظ على كلمة المرور لحسابك أو أي وسيلة تعريف نقدمها لك وتتيح الدخول إلى حسابك،
                                    بشكلٍ آمن وسري.
                                </li>
                                <li>سوف تقدم لنا كافة الدلائل التي تثبت هويتك وفقاً لتقدير ليدي سبا الخاص.
                                </li>
                                <li>يحق لتطبيق ليدي سبا رفض تقديم الخدمة أو استخدام المنصة دون إبداء أسباب..
                                </li>
                            </ul>
                            <h3>نطاق الترخيص</h3>
                            <p>تمنحك ليدي سبا فقط خدماتنا المعروفة من الغرض من التطبيق واستخدامها فقط لغرض وصولك لمراكز
                                المساج وتحديد الحجز والوقت وفقاً لهذا العقد، لذا يجب عليك:
                            </p>
                            <ul>
                                <li>عدم إتاحة الخدمات أوتأجير، أواستئجار أوتخصيص أوإعادة بيع، أو توزيع أو ترخيص من
                                    الباطن لهذه الخدمات إلى أي طرف ثالث.
                                </li>
                                <li>عدم تعديل، أو اجتزاء، أو ترجمة، أو تلخيص، أو إنشاء عمل فرعي يقوم على فك، أو تنفيذ
                                    هندسة عكسية لتصميم منصة ليدي سبا أو خلاف ذلك من تحديد أو محاولة تحديد أو محاولة
                                    الوصول إلى شفرة المصدر أو التصميم الداخلي للخدمات أو أي نص، أو صور الوسائط المتعددة
                                    (صور، صوتيات، ملفات فيديو)، أو البيانات أو غيرها من المعلومات التي تقدمها ليدي سبا .
                                </li>
                                <li>عدم حذف، أو تغيير، أو غير ذلك من التعديل على أي حق من حقوق النشر أو غيرها من
                                    الإخطارات الرسمية الواردة في الخدمات.
                                </li>
                                <li> عدم تعمد نقل، أو توزيع الخدمات، أو السماح بتحميل الخدمات للاستخدام بخلاف ما هو محدد
                                    هنا.
                                </li>
                                <li>عدم السماح بمشاركة اسم المستخدم/ أو كلمة المرور أو غيرها من مسوغات الوصول إلى خدمات
                                    ليدي سبا.
                                </li>
                            </ul>

                            <h3>حقوق الملكية الفكرية
                            </h3>
                            <p>
                                جميع حقوق الملكية الفكرية لمنصة ليدي سبا بما في ذلك العلامة التجارية لهذه المنصة وكافة
                                المواد المتعلقة بها أو التي تظهر عليها (وتشمل أي محتوى تقوم ليدي سبا بتقديمه أو بإدراجه
                                وكامل المحتوى الذي يتم تحميله على المنصة من قبل ليدي سبا ) هو ملكية لـ ليدي سبا ، ويحق
                                لـ ليدي سبا التصرف في هذه الملكية كيفما تشاء. ويجب عليك ألا تقوم بإعادة إنتاج أو السماح
                                لأي شخص، لأي سبب من الأسباب، باستخدام أو إعادة إنتاج الخدمات أو أي علامات تجارية أو
                                غيرها من الأسماء التجارية التي تظهر في الخدمات.

                            </p>

                            <h3>المسؤولية القانونية
                            </h3>

                            <p>المعلومات والتوصيات والخدمات أو أي منها التي قُدمت لك على أو من خلال موقع الويب والخدمة
                                والمنصة هي لأغراض المعلومات العامة فقط ولا تمثل أي نصيحة. سيحافظ تطبيق ليدي سبا قدر
                                الإمكان على صحة وتحديث الموقع والمنصة ومحتوياته، لكنها لا يضمن أن (محتويات) الموقع أو
                                المنصة خالية من الأخطاء والعيوب ولا تضمن صحة ودقة وتحديث موقع الويب والمنصة.

                            </p>
                            <p>لا يتحمل تطبيق ليدي سبا المسؤولية عن أي أضرار نتج عن استخدام (أو عدم القدرة على استخدام)
                                الموقع أو المنصة، بما في ذلك الأضرار التي تسببها البرامج الضارة أو الفيروسات، كما لا
                                نتحمل مسؤولية عدم صحة أو عدم اكتمال المعلومات أو موقع الويب أو المنصة للشركات المشتركة
                                (المعلومات الخاطئة )، ما لم يكن هذا الضرر ناتج عن سوء سلوك عمدي أو عن إهمال جسيم من جانب
                                المراكز.

                            </p>
                            <p>تقع مسؤولية جودة الخدمات المطلوبة باستخدام المنصة أو الخدمة بأكملها على عاتق مقدم الخدمة
                                "المركزالمشترك والشركات المسجلة في تطبيق ليدي سبا" الذي يقدم لك الخدمة في النهاية . لا
                                تقبل ليدي سبا تحت أي ظرف من الظروف أي مسؤولية تتعلق بالخدمات التي يقدمها المركز أو تنشأ
                                عن العروض المقدمة ، كما لا تقبل المسؤولية عن أي أفعال أو تصرفات أو سلوك أو إهمال، أو
                                جميع ما سبق، من جانب المراكزالمشتركة ومن ثم، فإن أي شكاوى بشأن الخدمات ينبغي تقديمها الى
                                نفس الشركة او المركز او التاجر مقدم الخدمة.

                            </p>

                            <h3> تعديل الخدمات:

                            </h3>
                            <p>تحتفظ ليدي سبا بحقها، وبإرادتها المنفردة، بأن تقوم في أي وقت بالآتي:

                            </p>
                            <ul>
                                <li>تغيير الخدمات أو أي مواد مرتبطة بها، أو إيقاف نشر خدماتها.
                                </li>
                                <li>إذا قرر ليدي سبا إيقاف نشر أي من الخدمات ، فإنها قد تقوم بإرادتها أو باستبدال الخدمات بمواد أخرى مشابهة.
                                </li>
                            </ul>
                            <h3>حدود المسؤولية:

                            </h3>
                            <p>لا تقدم ليدي سبا  أي ضمانات، واضحة أو ضمنية، تتعلق بالخدمات، فهي جميعها يتم تقديمها "كما هي". وتخلي ليدي سبا  مسئوليتها بشكل واضح، إلى أقصى درجة ممكنة وفقاً للقانون، عن كافة الضمانات، وتشمل ولا تقتصر على، ضمانات الملائمة لغرض معين، الملائمة لمواصفات وأسواق معينة، ، كما أن ليدي سبا  لا تضمن دقة، أو محتوى، أو النتائج التي قد ينالها أو لا ينالها مستخدم الخدمات. ولن تكون ليدي سبا مسئولة في أي حال من الأحوال عن الأضرار المباشرة أو غير المباشرة الناجمة عن الوصول إلى الخدمات واستخدامها (أو الفشل في استخدامها) أو الاعتماد عليها.

                            </p>
                            <p>لا نعتمد  بأي عروض أو إعلانات أو مسابقات لم يتم الإعلان عنها في موقع ليدي سبا الرسمي أو عبر وسائل التواصل الاجتماعي التابعة والتي تدار من قبل ليدي سبا ولا يحق لك مطالبة ليدي سبا بتنفيذها. بالإضافة إلى ذلك، ليس على ليدي سبا أي مسؤولية تجاه أي عملية احتيال ارتكبت عن طريق ليدي سبا أو إعلانات أو مسابقات أقيمت بطريقة غير رسمية باسم  تطبيق ليدي سبا.

                            </p>

                            <h3>الأمان:

                            </h3>


                            <p>إنك تقر بتحملك المسئولية منفرداً عن خصوصية الخدمات، وتكون مسئولاً منفرداً عن استخدامها من قبل أي شخص آخر باستخدام حسابك و/أو اسم المستخدم أو كلمة المرور أو مسوغات الوصول الخاصة بك. كما أنك توافق على إخطار تطبيق ليدي سبا  إذا أصبحت على علم بأي خسارة، أو سرقة، أو استخدام غير مصرح به لأي كلمة مرور، أو اسم مستخدم أو عنوان بروتكول الانترنت IP، أو غير ذلك من أساليب الوصول إلى الخدمات.

                            </p>

                            <h3>التعاملات مع الغير

                            </h3>

                            <p>أثناء استخدام موقع الويب والمنصة والخدمة، قد يتم من آن لآخر توفير ارتباطات لمواقع ويب يمتلكها ويتحكم فيها الغير من أجل مراسلة الغير أو شراء منتجات أو خدمات منه أو المشاركة في العروض الترويجية التي يقدمها. تنتقل بك تلك الارتباطات إلى خارج الموقع والمنصة والخدمة، وهي خارج نطاق سيطرة تطبيق ليدي سبا .

                            </p>
                            <p>أثناء استخدامك لموقع الويب والمنصة والخدمة، قد تراسل أو تشتري بضائع أو خدمات أو تشارك في عروض ترويجية مقدمة من مقدمي خدمات أو مُعلنين أو جهات راعية تعرض بضائعها أو خدماتها عبر ارتباط على موقع الويب أو من خلال المنصة أو الخدمة. تنتقل بك تلك الارتباطات إلى خارج الموقع والمنصة والخدمة، وهي خارج نطاق سيطرة ليدي سبا . إن مواقع الويب التي يمكنك الارتباط بها لها شروط وأحكام مستقلة وكذلك سياسة خصوصية مستقلة. ولا يتحمل تطبيق ليدي سبا أي مسؤولية عن محتوى مواقع الويب تلك وأنشطتها ولا يمكن مساءلتها عنها. ولذلك، فإنك تتحمل كامل المخاطر التي تنتج عن زيارة تلك المواقع أو دخولها.

                            </p>

                            <p>يُرجى ملاحظة أن تلك المواقع الأخرى قد ترسل ملفات تعريف الارتباط الخاصة بها إلى المستخدمين أو تجمع بياناتهم أو تطلب معلومات شخصية، ومن ثم، نوصيك بالتحقق من شروط الاستخدام أو سياسات الخصوصية الموجودة على تلك المواقع قبل استخدامها.

                            </p>


                            <h3>تعديل الخدمة وشروط المستخدم

                            </h3>
                            <p>تحتفظ ليدي سبا  لنفسها بالحق، وفقًا لتقديرها وحدها، في تعديل أي شرط من شروط المستخدم الماثلة أو استبداله، أو تغيير الخدمة أو المنصة أو تعليقهما أو إيقافهما (بما في ذلك على سبيل المثال لا الحصر، توفير أي ميزة أو قاعدة بيانات أو محتوى) في أي وقت، يجوز ليدي سبا أن تضع قيودًا على ميزات وخدمات مُعيَّنة أو تقصر وصولك إلى أجزاء من الخدمة .

                            </p>

                            <h3>الإخطار

                            </h3>

                            <p>يجوز لليدي سبا  أن ترسل إخطارًا عن طريق إرسال إخطار عام عن الخدمة أو المنصة، أو بإرسال بريد إلكتروني إلى عنوانك البريدي المُسجل في معلومات الحساب لدى ليدي سبا.

                            </p>
                            <h3>القانون المعمول به وحل النزاعات

                            </h3>

                            <p>تخضع شروط المستخدم الماثلة ويطبق على تسوية أي نزاع أو مطالبة أو خلاف ينشأ عن شروط المستخدم الماثلة أو يتعلق بها أو أي انتهاك لها أو إنهائها أو تنفيذها أو تفسيرها أو صحتها أو استخدام الموقع أو الخدمة أو المنصة، للقوانين والأنظمة المطبقة في المملكة العربية السعودية وتفسر وفقا لها.

                            </p>


                            <h3>بطلان حكم أو أكثر

                            </h3>
                            <ul>
                                <li>لا يؤثر بطلان أي حكم من أحكام شروط مقدم الخدمة المذكورة لديهم على صحة باقي الأحكام الأخرى الواردة هنا.
                                </li>
                                <li>في حالة وجود أي حكم باطل في شروط مقدم الخدمة أو وجود حكم غير مقبول في ظروف معينة وفقًا لمعايير المعقولية والعدالة وإلى هذا المدى فقط، يُعمل بدلاً منه بين الطرفين بحكم يكون مقبولاً مراعاةً لجميع الظروف ويتوافق مع أحكام الشرط الباطل قدر الإمكان، مع مراعاة محتوى شروط مقدم الخدمة وغرضها.
                                </li>
                            </ul>

                            <h3>للتواصل معنا

                            </h3>
                            <p>إذا كان لديك أي أسئلة بشأن شروط مقدم الخدمة أو الممارسات بهذا التطبيق، أو تعاملاتك مع التطبيق، يمكنكم التواصل معنا من خلال الأتي

                            </p>
                            <ul>

                                <li>الواتس

                                </li>
                                <li>الحسابات الاجتمماعية

                                </li>
                                <li>التواصل المباشر (التوجة للمباشر)

                                </li>
                            </ul>

                        </div>


                    </div>
                </div>
            </div>
        </div>
    </div>
    <!-- App js -->
</body>

</html>
